{
  "name_the_following": [
    [
      "The organelle that forms the aster during cell division.",
      "A genetic disorder in which the blood does not clot.",
      "The suppressed allele of a gene.",
      "A pair of corresponding chromosomes of the same shape and size and derived one from each parent.",
      "The number of chromosomes present in a nerve cell of a human being.",
      "The repeating components of each DNA strand lengthwise.",
      "The complex structure consisting of DNA strand and a core of histones.",
      "The type of bond which joins the complementary nitrogenous bases.",
      "The three repeating components of a nucleotide.",
      "The type of sugar in a nucleotide.",
      "The point of attachment of sister chromatids.",
      "The number of chromosomes in the egg cell of a human female."
    ],
    [
      "The openings on the barks of trees through which transpiration occurs.",
      "A gaseous plant hormone which promotes ripening of fruits.",
      "The part of the chloroplast where the light reaction of photosynthesis takes place.",
      "The gaseous plant hormone.",
      "The stress hormone in plants.",
      "The process by which root hairs absorb water from the soil.",
      "The wax-like layer on the epidermis of leaves which reduces transpiration.",
      "The openings on leaves through which transpiration occurs.",
      "The condition of a cell in a hypotonic solution.",
      "The condition of a cell in a hypertonic solution.",
      "The condition of a cell in a isotonic solution.",
      "The process by which intact plants lose water in the form of droplets from leaf margins.",
      "The process by which water enters root hairs.",
      "The tissue concerned with upward conduction of water.",
      "The term for the inward movement of solvent molecules through the plasma membrane of a cell.",
      "The type of transport which happens against a gradient.",
      "The process by which molecules distribute themselves evenly within the space they occupy.",
      "The pressure which is responsible for the movement of water molecules across the cortical cells of the root.",
      "A selectively permeable membrane.",
      "The state of a cell when it cannot accomodate any more water.",
      "Pressure of the cell contents on the cell wall.",
      "Pressure exerted by the cell wall on the cell contents.",
      "The condition that is opposite to turgid.",
      "The state of a plasmolysed cell after re-entry of water.",
      "The pressure under which water passes from the living cells of a root into xylem.",
      "The potometer that demonstrate's the rate of water uptake of a plant.",
      "The type of transpiration which occurs minimal.",
      "The metallic mineral required in the synthesis of chlorophyll.",
      "The recent theory that explains how stomata open and close.",
      "The type of mesophyll cells just below the upper epidermis.",
      "The type of mesophyll cells exposed to the intercellular spaces.",
      "The layer of a leaf where stomata are located.",
      "The layer of a leaf where chlorophyll is the most concentrated.",
      "Smallest unit of light energy.",
      "The process of transformation of several glucose molecules into a molecule of starch.",
      "A disaccharide or double sugar.",
      "A plant having variegated leaves.",
      "An aquatic plant.",
      "The scientific term for a plant hormone.",
      "A powerful growth stimulant.",
      "The process by which cell walls in plant cells absorb water.",
      "Ageing of leaves.",
      "Falling of leaves.",
      "The phytohormone that helps in reduction of stem elongation and acceleration of senescene.",
      "The plant hormone that plays an important role in Phototropism.",
      "The instrument which helps in demonstrating geotropism."
    ],
    [
      "A non-circulating fluid.",
      "The permanent stoppage of menstruation in human females around the age of 45 years.",
      "The respiratory pigment found in erythrocytes.",
      "The organ that produces urea.",
      "The mineral required for synthesis of thromboplastin",
      "The part of the ovary that produces progesterone.",
      "The hormone that regulates the basal metabolic rate.",
      "The part of the internal ear related to the static balance of the body.",
      "The part of the internal ear related to the dynamic balance of the body.",
      "The soluble protein in blood plasma responsible for blood clotting.",
      "The uptake of mineral ions against the concentration gradient.",
      "The knot like mass of blood capillaries in the Bowman's capsule.",
      "The mineral element required for the synthesis of Thyroxine.",
      "The kind of lens required to correct Myopia.",
      "The pituitary hormone which stimulates contraction of uterus during child birth.",
      "The blood vessel which supplies blood to the liver.",
      "The layer of the eyeball that forms the transparent Cornea.",
      "The layer of the eyeball that provides nourishment to the eye.",
      "The structure which connects the placenta and the foetus.",
      "The compound formed when haemoglobin combines with carbon dioxide in blood.",
      "The compound formed when haemoglobin combines with carbon monoxide in blood.",
      "The compound formed when haemoglobin combines with oxygen in blood.",
      "The scientific term for red blood cells.",
      "The scientific term for white cells.",
      "The scientific term for amoeboid blood cells.",
      "The scientific term for biconvex disc-shaped blood corpuscles.",
      "The scientific term for blood platelets.",
      "The lifespan of RBCs.",
      "The cradle of RBCs.",
      "The coffin of RBCs.",
      "The cell organelle absent in an RBC.",
      "An abnormal increase in the number of erythrocytes.",
      "An abnormal decrease in the number of leucocytes.",
      "An abnormal decrease in the number of erythrocytes.",
      "An abnormal increase in the number of leucocytes.",
      "The process of engulfing bacterias by the leukocytes.",
      "The process by which white cells squeeze through the thin walls of capillaries.",
      "Largest of WBCs.",
      "Smallest of WBCs.",
      "The type of WBC which releases histamine.",
      "A granular WBC.",
      "An agranular WBC.",
      "The type of WBCs which produce antibodies.",
      "The type of WBCs produced in tonsils.",
      "The composition of dead white blood cells and destroyed tissue cells.",
      "The mineral which acts as an enzyme in converting prothrombin to thrombin.",
      "Another name for blood coagulation.",
      "The site of production of thrombocytes.",
      "The location of megakaryocytes.",
      "The term for transfer of blood from a donor to a recipient.",
      "The antigen[s] on RBCs of a person with blood group O.",
      "The antigen[s] on RBCs of a person with blood group AB.",
      "The antigen[s] on RBCs of a person with blood group A.",
      "The antigen[s] on RBCs of a person with blood group B.",
      "The antigen[s] on RBCs of a person with blood group O.",
      "The antigen[s] on RBCs of a person with blood group AB.",
      "The antigen[s] on RBCs of a person with blood group A.",
      "The antigen[s] on RBCs of a person with blood group B.",
      "The antigen on RBCs of a person with blood group Rh+ve.",
      "The contraction phase of the heart.",
      "The relaxation phase of the heart.",
      "The phase of the heart when all the chambers are relaxed.",
      "The whole sequence of events in a heart beat.",
      "Another name for endothelium.",
      "The valves that close producing the sound LUBB.",
      "The valves that close producing the sound DUP.",
      "The trivial name for Sino-Atrial node.",
      "The smallest or final branch of an artery.",
      "The blood vessels that collapse when empty.",
      "The blood vessels that do not collapse when empty.",
      "A vein that ends in capillaries.",
      "The <strong><em>scientific term</em></strong> for an abnormal rise in blood pressure.",
      "The instrument that measures blood pressure.",
      "An associative urinary organ.",
      "A water soluble vitamin.",
      "A fat soluble vitamin.",
      "The type of tissues that make up renal columns.",
      "The apex of each renal pyramid.",
      "The second capillary network after glomerulus in a uriniferous tubule.",
      "The <strong><em>scientific term</em></strong> for the process of urination.",
      "The bile pigment present in urine.",
      "The condition when blood passes with urine.",
      "The condition when excess glucose passes with urine.",
      "The disease when excess glucose passes with urine.",
      "The condition when albumin proteins are passed alongwith urine.",
      "A disease in which urine contains bile pigments.",
      "The disease caused due to insufficient secretion of ADH.",
      "The <strong><em>scientific term</em></strong> for an increased production of urine.",
      "A substance that causes kidney stones.",
      "A substance which crystallizes to form gout.",
      "An organic component of urine.",
      "An inorganic component of urine.",
      "The <strong><em>scientific term</em></strong> for accumulation of high quantities of urea in a human body.",
      "An <strong><em>inborn/natural</em></strong> dialysis machine.",
      "Any one endocrine gland.",
      "Any one exocrine gland.",
      "A heterocrine gland.",
      "Number of pulmonary semilunar valves.",
      "Number of aortic semilunar valves.",
      "The collective term for the three small bones inside the ear.",
      "Another term for the Inner Ear.",
      "The collective term for hormone-secreting cells inside the Pancreas."
    ],
    [
      "The Vehicular Standard for controlling air pollution.",
      "The statistical study of human population.",
      "The international health organisation which educates people in accident prevention.",
      "The organization which procures and supplies blood during an emergency.",
      "One gaseous compound that depletes the ozone layer.",
      "One water pollutant.",
      "One air pollutant.",
      "One soil pollutant.",
      "One noise pollutant.",
      "One gaseous pollutant.",
      "A greenhouse gas.",
      "Another <em><strong>scientific term</strong></em> for mortality rate.",
      "A method of contraception.",
      "The sign for family welfare."
    ]
  ]
}
